{
    "processed_tweets": {
        " Enjoy! Family trumps everything": "positive",
        " --of them kinda turns me off of it all.  And then I buy more of them and dig a deeper hole, etc. ;;": "negative",
        "Clive it`s my birthday pat me  http://apps.facebook.com/dogbook/profile/view/6386106": "neutral",
        " congrats hey": "neutral",
        " Do you have any idea when the (not so) patient fans will see some teaser pics of you all in costume?": "neutral",
        " Ooooh, I`m jealous  I might try and get some for the saturday but I have an exam on the monday that Im gonna fail": "neutral",
        "wee. done with advance audit paper": "neutral",
        " well, the customer is always right (at least that`s what they tell me)": "neutral",
        " oooh sounds yummy.  If you get a chance to take some pics  please add them to the website as we don`t have many pies on there": "positive",
        "Could be useful  13 Tutorials & Resources for a Perfect Twitter Background http://tinyurl.com/dl2upx #design": "neutral",
        " whats up rick??": "neutral",
        "At work... What a miserable day": "negative",
        "and young ones....'look what I found'....'breakfast'....": "neutral",
        "Massive morning.. I`m stuffed now": "neutral",
        "I wish I had company": "neutral",
        " i`m on my mobile so it won`t let me  but i can`t stop thinking about you ;)x": "positive",
        "Today is check in day for week 12 of the Artist`s Way! Hurray time to celebrate another good completed journey.": "positive",
        " where are you going tonight?!": "neutral",
        "Intel gfx driver situation much better with recent upgrades. kernel 2.6.30rc4 and driver from git: Suspend working again, fewer mem leaks": "positive",
        "Once again, I`m dealing with cancer in my direct family. Bugger  Cancel sucks!": "negative",
        "Went to see 'UP'. It was a really good movie that pulls at the heart strings  i highly recommend it": "positive",
        " xD  hello that`s an important date!": "neutral",
        "Ok just woke up and need to get ready before a day of getting twitterena 2.1 submitted!": "neutral",
        " LOL...oh, man, can I un-twit something? haha! I mean my lean mean fighting machine. I sooo can`t believe you called me out!": "neutral",
        " Oh I`ve got that one & the stp x step one on VHS. Tried connecting our video to harddrive to copy to DVD but didnt work": "neutral",
        "Why are some guys so stupid? They have no idea what to do with a good girl who actually cares about them..so sad": "negative",
        ". Well gotdamn girl!!! I dont know what else!!!!  I`m sleepy again! Grrr": "neutral",
        "its my birthday.....happy birthday to me!!!!": "positive",
        "Going to get my blood taken": "neutral",
        " Just DMed you your login details for the Twitter Salvation System. Enjoy! do let me know what u think.": "neutral",
        "FYI no internets until THURSTAG!!!! after saturday  i have a feeling i will become 800x more productive during those days.": "neutral",
        "i totally need to go to the doctor for my arm...this **** is STILL hurtin like hell      i shall return": "negative",
        "I burnt my arm.  (just thought you should know)": "neutral",
        " my youtube channel? Demilynnmusic haha cause I love 2 sing & stuff so yea": "positive",
        " I think that`s cutting off the URL so the pic doesn`t turn up.   #mishaneedschapstick": "neutral",
        "Good Morning Tweeters... Happy Monday!  Grab a big cup of coffee it`s a new week": "positive",
        " No FAIR!": "negative",
        "_bach Thank you for YOUR positive energy + contributions here!": "positive",
        "**** being broke on the day Guitar Hero Metallica comes out!  Boooooooo": "negative",
        "just finished an exam, every1 else has finished cos I chose i different course to my friends I have one more exam on Thurs next week": "neutral",
        "About to go to my last theater lunch  im gonna cry.": "neutral",
        "My cat died of kidney failure during my math test  This day needs to get better.": "negative",
        "Is sad clint hurdle got released. I liked him": "neutral",
        "i would slip and fall... on the dirty school bathroom floor. fml.": "negative",
        "is helping  making a twitter account": "neutral",
        "Somewhere in the center...": "neutral",
        "  as a kid, i remember searching with the local video store owner in a godown , got a video tape with fungus badluck": "neutral",
        "_Anais I feel reeeally bad now.... sorry": "negative",
        "had a great day": "positive",
        "mmm... hot chocolate, ugboots and topgear... life is good.": "positive",
        "it always rains right after i get my car washed": "negative",
        " haha! thanks, Tiff   it went well, but they WORE ME OUT!!! lol. im too old for this ;)": "neutral",
        "45Th st pub anyone tonight? Dont want to be a lonely drunk tonight": "neutral",
        " gets to go home. I`m here until 10:30": "neutral",
        "Going to the Gold Coast for mothers day lunch": "positive",
        "cry baby. janes joplin what is this? munsay music. but i dont know wich **** day i  am today": "neutral",
        "Had to cancel subscriptions today to NZZ and Economist at office  #costsavings Luckily they also have online versions": "neutral",
        "Western Digital Caviar Black 1TB SATA 300 NCQ 32MB on the way...": "neutral",
        "so had a freakin lond thursday  ready to hit the hay and surprise surprise I can`t freakin sleep :/ Boo!": "negative",
        "R.I.P little bird that flew into my window snapping his neck": "negative",
        "_trick It`s all good  The next 6 months are going to be awesome.": "positive",
        "Why don`t we close the library due to the great weather?  And the ac isn`t working  #fb": "neutral",
        "About to Enjoy the Silence": "neutral",
        "I just got home.  i bought twiggies and a toothbrush that promises to make my teeth 60% cleaner. - http://tweet.sg": "neutral",
        "Going to IKEA with the roomie so she can shop for her apartment. IKEA is in like my top ten stores that I love": "positive",
        "_xo  wicked , what time you leaving? how come you cant stay the night": "neutral",
        "is texting": "neutral",
        "good job!": "positive",
        "Headed to waterfront for a quick drink with the office peeps...Corsen Building of course was booked  Any suggestions?": "neutral",
        " Doing really well! I will stay here as long as is needed!  So you can definitely come and visit me!! Look forward too ...": "positive",
        " thanks, I deserve it.": "positive",
        "  I wish I could go. See ya at Warped for sure tho!": "neutral",
        "Yeah it`s Friday but I have to work at 5am tomorrow  oh well going shopping afterwork": "neutral",
        " Yep! Tail between legs!": "negative",
        "Happy Mothers Day, Mum.. Love you lots   1 month and 11 days to go.. AND 1 month to go for ma bby  love you Bash": "positive",
        "waiting to go to the movies later for my 6th month. booored.": "neutral",
        "About to leave the fights. I`m tired and my voice hurts.": "neutral",
        " oh i wish my dear Michael, i wish": "neutral",
        "Round two of Vega: Vanilla Chai flavor.  Just realized that I have only 45 days left": "neutral",
        "watching this african music show on the tele  me loves ittttt": "positive",
        "_benzo the first step to recory is admitting it.": "neutral",
        "About to dye my hair and do my nails": "neutral",
        "all my pancakes always end up soggy.": "negative",
        "_G yup - that`s where I watch all my movies": "neutral",
        "Bank holiday = rain. Superb. But a great excuse not to start gardening in the jungle at the back of our house. Eating it is then...": "neutral",
        "Its 1:11am and both my girls are still up! .. im so tired ..": "neutral",
        " I`d love that. And, don`t think of it as easy. Think of it as enthusiastic.": "positive",
        " Tell him where...": "neutral",
        " OHSHNAPSSS. is she pissed at blair as usual ? hahah. & yeeeah, i bake cookies": "neutral",
        "Way to many people were crying at the school picnic and now I have to decide if I want to go back or go to public. I`m confused and sad": "negative",
        "Avoided cinder blocks! Safe in NY area.. But Dantas and porky upset beavs gone": "neutral",
        " I LLLOOOVVVEEE ICARLY": "positive",
        "Evermore & End of Fashion rocks! My poor foot though! oww! injured my foot. not good. will be sore tomorrow.  details to follow  later": "neutral",
        "DUSTBIN BABY ON AT 11.30 Cannot wait  x": "positive",
        " i am so jealous!!": "neutral",
        "  ....what did she EVER do to piss them off?    I thought you just meant casting-related ****, not more of that ****.": "neutral",
        "Morning everybody": "neutral",
        " http://twitpic.com/4wh4d - LAUREN is AMAZING....well from what I see on the hills lol  Seem like a great friend to have!!": "positive",
        " ohhhhh with ya": "neutral",
        " it`s month end  I`m here till 11": "neutral"
    }
}